Repository: huihuisang/TypeNote
Catalog: TypeNote/Resources/Localizable.xcstrings
Source language: en
Languages: de, fr, it, ja, ko, zh_hans

source: Tenor Sax
de: Tenorsaxophon
fr: Saxophone ténor
it: Sassofono tenore
ja: テナーサックス
ko: 테너 색소폰
zh_hans: 次中音萨克斯

source: Timpani
de: Pauken
fr: Timbales
ja: ティンパニ
ko: 팀파니
zh_hans: 定音鼓

source: Tinkle Bell
de: Glöckchen
fr: Clochette
it: Campanellino
ja: ティンクルベル
ko: 팅클 벨
zh_hans: 叮当铃

source: Tremolo Strings
de: Tremolo-Streicher
fr: Cordes trémolo
it: Archi tremolo
ja: トレモロストリングス
ko: 트레몰로 현악기
zh_hans: 颤音弦乐

source: Trombone
de: Posaune
ja: トロンボーン
ko: 트롬본
zh_hans: 长号

source: Trumpet
de: Trompete
fr: Trompette
it: Tromba
ja: トランペット
ko: 트럼펫
zh_hans: 小号

source: Try a new sound for your keyboard
de: Neuen Klang für deine Tastatur ausprobieren
fr: Essayez un nouveau son pour votre clavier
it: Prova un nuovo suono per la tua tastiera
ja: キーボードに新しい音を試してみよう
ko: 키보드에 새로운 소리를 시험해 보세요
zh_hans: 试试新的键盘音色

source: Tubular Bells
de: Röhrenglocken
fr: Cloches tubulaires
it: Campane tubolari
ja: チューブラーベル
ko: 튜블러 벨
zh_hans: 管钟

source: Turn your keyboard into a musical instrument. A few permissions are needed to get started.
de: Verwandeln Sie Ihre Tastatur in ein Musikinstrument. Einige Berechtigungen sind zum Starten erforderlich.
fr: Transformez votre clavier en instrument de musique. Quelques autorisations sont nécessaires pour commencer.
it: Trasforma la tua tastiera in uno strumento musicale. Sono necessarie alcune autorizzazioni per iniziare.
ja: キーボードを楽器に変えましょう。 始めるには権限が必要です。
ko: 키보드를 악기로 만들어 보세요. 시작하려면 몇 가지 권한이 필요합니다.
zh_hans: 将键盘变成乐器。 需要一些权限才能开始使用。

source: Turn your keyboard into a musical instrument. Type to play notes, follow scores, and practice anywhere.
de: Verwandle deine Tastatur in ein Musikinstrument. Tippe, um Noten zu spielen, Stücke zu verfolgen und überall zu üben.
fr: Transformez votre clavier en instrument de musique. Tapez pour jouer des notes, suivre des partitions et pratiquer n'importe où.
it: Trasforma la tua tastiera in uno strumento musicale. Digita per suonare note, seguire partiture e praticare ovunque.
ja: キーボードを楽器に変えよう。 キーを押して音符を演奏し、楽譜に沿って、どこでも練習できます。
ko: 키보드를 악기로 변환하세요. 키를 눌러 음을 연주하고, 악보를 따라가며 어디서든 연습하세요.
zh_hans: 将键盘变成乐器。 随手一按就是音符，跟着乐谱弹奏你喜欢的曲子。

source: Type anywhere. Relax and listen to the sound of every keystroke.
de: Überall tippen. Entspanne dich und höre dem Klang jedes Tastendrucks zu.
fr: Tapez n'importe où. Détendez-vous et écoutez le son de chaque frappe.
it: Digita ovunque. Rilassati e ascolta il suono di ogni tasto.
ja: どこでも入力できます。すべてのキーストロークの音に 耳を傾けてリラックスしましょう。
ko: 어디서나 타이핑하세요. 모든 키 입력 소리를 들으며 릴랙스하세요.
zh_hans: 随处输入，聆听每一次按键的声音， 让打字变成放松的享受。

source: TypeNote needs to listen to your keystrokes to play sounds. Nothing is recorded or sent anywhere.
de: TypeNote muss deine Tastatureingaben abhören, um Klänge abzuspielen. Es wird nichts aufgezeichnet oder gesendet.
fr: TypeNote doit écouter vos frappes pour jouer des sons. Rien n'est enregistré ni envoyé nulle part.
it: TypeNote deve ascoltare i tuoi tasti per riprodurre suoni. Nulla viene registrato o inviato.
ja: TypeNote は音を鳴らすためにキーストロークを 監視する必要があります。録音や送信は一切行いません。
ko: TypeNote는 소리를 재생하기 위해 키 입력을 감지해야 합니다. 아무것도 기록되거나 전송되지 않습니다.
zh_hans: TypeNote 需要监听您的按键以播放声音， 任何内容都不会被记录或发送。

source: Vibraphone
de: Vibraphon
it: Vibrafono
ja: ビブラフォン
ko: 비브라폰
zh_hans: 颤音琴

source: Violin
de: Violine
fr: Violon
it: Violino
ja: バイオリン
ko: 바이올린
zh_hans: 小提琴

source: Voice Oohs
de: Stimme Oohs
fr: Voix Oohs
it: Voci Oohs
ja: ボイスウー
ko: 목소리 오
zh_hans: 人声哦

source: Wait for current note to finish before playing the next one
de: Aktuelle Note zu Ende spielen, bevor die nächste beginnt
fr: Attendre la fin de la note actuelle avant de jouer la suivante
it: Attendi la fine della nota corrente prima di suonare la successiva
ja: 現在の音符が終わるまで次を待つ
ko: 현재 음표가 끝날 때까지 기다림
zh_hans: 等当前音符播放完毕再播放下一个

source: When on, each note plays fully before the next key takes effect
de: Wenn aktiviert, wird jede Note vollständig gespielt, bevor die nächste Taste wirkt
fr: Activé : chaque note joue entièrement avant que la touche suivante prenne effet
it: Se attivo, ogni nota suona completamente prima che il tasto successivo abbia effetto
ja: オンの場合、次のキーが有効になる前に各音符が完全に演奏されます
ko: 켜져 있으면 다음 키가 적용되기 전에 각 음표가 완전히 재생됩니다
zh_hans: 开启时，当前音符播放完毕后才响应下一次按键

source: Whistle
de: Pfeife
fr: Sifflet
it: Fischietto
ja: ホイッスル
ko: 휘슬
zh_hans: 口哨

source: Woodblock
de: Holzblock
fr: Bloc de bois
it: Blocco di legno
ja: ウッドブロック
ko: 우드블록
zh_hans: 木鱼

source: Woodwind
de: Holzbläser
fr: Bois
it: Legni
ja: 木管楽器
ko: 목관악기
zh_hans: 木管

source: Works in any app, any text field. Quietly lives in your menu bar.
de: Funktioniert in jeder App, jedem Textfeld. Lebt still in deiner Menüleiste.
fr: Fonctionne dans toute application, tout champ de texte. Vit discrètement dans votre barre de menus.
it: Funziona in qualsiasi app, qualsiasi campo di testo. Vive tranquillamente nella tua barra dei menu.
ja: すべてのアプリ、すべてのテキストフィールドで動作します。 メニューバーにひっそりと常駐します。
ko: 모든 앱, 모든 텍스트 필드에서 작동합니다. 메뉴 바에 조용히 자리 잡습니다.
zh_hans: 在任何 App、任何文字输入框中均可使用， 安静地驻留在菜单栏中。

source: Xylophone
de: Xylophon
it: Xilofono
ja: シロフォン
ko: 실로폰
zh_hans: 木琴

source: Your keyboard is already a piano.
de: Deine Tastatur ist bereits ein Klavier.
fr: Votre clavier est déjà un piano.
it: La tua tastiera è già un pianoforte.
ja: キーボードはすでにピアノです。
ko: 키보드는 이미 피아노입니다.
zh_hans: 键盘已经是一架钢琴。

source: Your keyboard still types. It just sounds different now.
de: Deine Tastatur tippt noch immer. Sie klingt jetzt nur anders.
fr: Votre clavier tape toujours. Il sonne juste différemment maintenant.
it: La tua tastiera digita ancora. Suona solo diversamente ora.
ja: キーボードは変わらず文字を打てます。 ただ、今は違う音がするだけです。
ko: 키보드는 여전히 입력합니다. 다만, 이제 소리가 다를 뿐입니다.
zh_hans: 你的键盘依然在打字， 只是现在听起来不一样了。

source: Agogo
fr: Agogô
it: Agogô
ja: アゴゴ
ko: 아고고
zh_hans: 双铃

source: Bass
fr: Basse
it: Basso
ja: ベース
ko: 베이스
zh_hans: 贝斯

source: Celesta
fr: Célesta
ja: チェレスタ
ko: 첼레스타
zh_hans: 钢片琴

source: Cello
fr: Violoncelle
it: Violoncello
ja: チェロ
ko: 첼로
zh_hans: 大提琴

source: Fretless Bass
fr: Basse fretless
it: Basso fretless
ja: フレットレスベース
ko: 프렛리스 베이스
zh_hans: 无品贝斯

source: Honky-tonk Piano
fr: Piano honky-tonk
it: Pianoforte honky-tonk
ja: ホンキートンクピアノ
ko: 혼키통크 피아노
zh_hans: 酒吧钢琴

source: Lead: Bass+Lead
fr: Lead: Basse+Lead
it: Lead: Basso+Lead
ja: リード: ベース+リード
ko: 리드: 베이스+리드
zh_hans: 主音: 贝斯+主音

source: Oboe
fr: Hautbois
ja: オーボエ
ko: 오보에
zh_hans: 双簧管

source: Optional
fr: Optionnel
it: Opzionale
ja: 任意
ko: 선택 사항
zh_hans: 可选

source: Pad: Sweep
fr: Pad: Balayage
ja: パッド: スウィープ
ko: 패드: 스윕
zh_hans: 铺底: 扫频

source: Pad: Warm
fr: Pad: Chaud
it: Pad: Caldo
ja: パッド: ウォーム
ko: 패드: 따뜻한
zh_hans: 铺底: 温暖

source: Slap Bass 1
fr: Slap basse 1
it: Slap basso 1
ja: スラップベース1
ko: 슬랩 베이스 1
zh_hans: 打弦贝斯1

source: Slap Bass 2
fr: Slap basse 2
it: Slap basso 2
ja: スラップベース2
ko: 슬랩 베이스 2
zh_hans: 打弦贝斯2

source: Synth Bass 1
fr: Basse synthé 1
it: Basso sintetizzatore 1
ja: シンセベース1
ko: 신스 베이스 1
zh_hans: 合成贝斯 1

source: Synth Bass 2
fr: Basse synthé 2
it: Basso sintetizzatore 2
ja: シンセベース2
ko: 신스 베이스 2
zh_hans: 合成贝斯 2

source: Synth Lead
fr: Lead Synth
ja: シンセリード
ko: 신스 리드
zh_hans: 合成主音

source: Synth Pad
fr: Pad Synth
ja: シンセパッド
ko: 신스 패드
zh_hans: 合成铺底

source: Synth Pad 2 (warm)
fr: Synth Pad 2 (chaud)
it: Synth Pad 2 (caldo)
ja: シンセパッド2（ウォーム）
ko: 신스 패드 2 (웜)
zh_hans: 合成铺底2（温暖）

source: Viola
fr: Alto
ja: ビオラ
ko: 비올라
zh_hans: 中提琴

source: Instrument
it: Strumento
ja: 楽器
ko: 악기
zh_hans: 乐器

source: Pad: Halo
it: Pad: Alone
ja: パッド: ハロ
ko: 패드: 헤일로
zh_hans: 铺底: 光晕

source: Piccolo
it: Ottavino
ja: ピッコロ
ko: 피콜로
zh_hans: 短笛

source: Steel Drums
it: Steeldrum
ja: スチールドラム
ko: 스틸 드럼
zh_hans: 钢鼓

# Version %@ (%@)
source: Version %1$@ (%2$@)
it: Versione %1$@ (%2$@)
ja: バージョン %1$@ (%2$@)
ko: 버전 %1$@ (%2$@)
zh_hans: 版本 %1$@ (%2$@)

source: Banjo
ja: バンジョー
ko: 밴조
zh_hans: 班卓琴

source: Clavinet
ja: クラビネット
ko: 클라비넷
zh_hans: 科拉维内特

source: Dulcimer
ja: ダルシマー
ko: 덜시머
zh_hans: 扬琴

source: Ensemble
ja: アンサンブル
ko: 앙상블
zh_hans: 合奏

source: Glockenspiel
ja: グロッケンシュピール
ko: 글로켄슈필
zh_hans: 钟琴

source: Kalimba
ja: カリンバ
ko: 칼림바
zh_hans: 卡林巴

source: Koto
ja: 琴
ko: 고토
zh_hans: 筝

source: Lead: Calliope
ja: リード: カリオペ
ko: 리드: 칼리오페
zh_hans: 主音: 风琴

source: Lead: Charang
ja: リード: チャラング
ko: 리드: 차랑
zh_hans: 主音: 恰朗

source: Lead: Chiff
ja: リード: チフ
ko: 리드: 치프
zh_hans: 主音: 气笛

source: Marimba
ja: マリンバ
ko: 마림바
zh_hans: 马林巴

source: Pad: New Age
ja: パッド: ニューエイジ
ko: 패드: 뉴에이지
zh_hans: 铺底: 新世纪

source: Pad: Polysynth
ja: パッド: ポリシンセ
ko: 패드: 폴리신스
zh_hans: 铺底: 复合合成

source: Pop & Film
ja: ポップ・映画
ko: 팝 & 영화
zh_hans: 影视流行

source: Shakuhachi
ja: 尺八
ko: 샤쿠하치
zh_hans: 尺八

source: Shamisen
ja: 三味線
ko: 샤미센
zh_hans: 三味线

source: Shanai
ja: シャナイ
ko: 샤나이
zh_hans: 唢呐

source: Sitar
ja: シタール
ko: 시타르
zh_hans: 西塔琴

source: Synth Lead 3 (calliope)
ja: シンセリード3（カリオペ）
ko: 신스 리드 3 (칼리오페)
zh_hans: 合成主音3（汽笛风琴）

source: Synth Pad 1 (new age)
ja: シンセパッド1（ニューエイジ）
ko: 신스 패드 1 (뉴에이지)
zh_hans: 合成铺底1（新世纪）

source: Synth Pad 3 (polysynth)
ja: シンセパッド3（ポリシンセ）
ko: 신스 패드 3 (폴리신스)
zh_hans: 合成铺底3（复音）

source: Tuba
ja: チューバ
ko: 튜바
zh_hans: 大号
